[
  {
    "image": "pareto-economics/src/assets/images/articles/Pareto-Economics-Banner-images-28.webp",
    "link": "How to better evaluate geopolitical risk",
    "content": "Global Business and commerce have certainly faced a tumultuous 2022. Corporate risk management was tested with seismic geopolitical, inflation, currency, and operations risks, which put business resilience testing right at the top of the agenda."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Pareto-Economics-Banner-images-26.webp",
    "link": "Why a China first world order still leaves many unanswered questions for investors",
    "content": "US-China relations have probably been the most discussed geopolitical pairing since the Cold War. Given the prominence and influence of these two behemoths, this focus has most certainly been warranted."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Pareto-Economics-Banner-images-26.webp",
    "link": "Higher food prices expected as war in Ukraine adds strain to supply chains",
    "content": "Beyond the tragedy of war in Ukraine, Russia’s invasion of the former Soviet state is adding further strain to already struggling key supply chains that could ultimately lead to higher food prices and even shortages, experts have warned."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Global-Power-Index-super-index-9.webp",
    "link": "Foreign Investment into Russia is now dead",
    "content": "Foreign investors are pulling out of Russia en masse following unprecedented international sanctions on the country, but the Kremlin is trying to force them to stay."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Global-Power-Index-super-index-22.webp",
    "link": "Ukraine war jeopardises $500bn in foreign investment",
    "content": "Tightening funding in the US and Europe is leaving Asia-Pacific increasingly as the go-to source of funding on the debt markets. How big a problem is this for Russia?"
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Global-Power-Index-super-index-9.webp",
    "link": "Can the G7 shut down Putin's finance options?",
    "content": "In the wake of the first annual report into the EU-wide FDI screening regulation published in November 2021, experts say more co-operation on these issues across the bloc is broadly a positive development."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Global-Power-Index-super-index-9.webp",
    "link": "EU FDI screening moves beyond China",
    "content": "In the wake of the first annual report into the EU-wide FDI screening regulation published in November 2021, experts say more co-operation on these issues across the bloc is broadly a positive development."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Pareto-Economics-Banner-images-26.webp",
    "link": "Unrest in Kazakhstan reveals underlying weaknesses and threatens energy supply chains",
    "content": "Protests and looting at the start of the year in energy powerhouse Kazakhstan may have been quelled for now, but unrest in the former Soviet state “lifts the lid on underlying institutional weaknesses”, experts have argued."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Pareto-Economics-Banner-images-28.webp",
    "link": "How the Rise of China changes the M&A Game",
    "content": "While the M&A landscape has experienced significant short-term changes because of the COVID-19 pandemic, investors are very conscious that its current bias towards the west could be upended by the growing importance of China."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Global-Power-Index-super-index-9.webp",
    "link": "The West must stop demonising China and patronising Barbados",
    "content": "Barbados’s 2021 decision to drop colonial vestiges such as the British monarchy is a small but historic moment of empowerment for the nation, another step towards its recovery from crimes against humanity."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/PE_LOGOS-22.webp",
    "link": "Who will Control the Taliban's Treasure?",
    "content": "After overrunning the country in August following a 20-year absence from power, can the Taliban achieve an economically durable relationship with the rest of the world?"
  },
  {
    "image": "pareto-economics/src/assets/images/articles/PE_LOGOS-22.webp",
    "link": "Chinese policymakers faced with 'moral dilemma' to avoid property crisis contagion",
    "content": "Klisman Murati, CEO of research firm Pareto Economics, said: A slowdown in the Chinese housing market in both supply and demand could lead to broader unemployment and a drop in the Chinese stock market for sectors involved."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/PE_LOGOS-22.webp",
    "link": "Stormy waters: Investors 'watching China-Taiwan tensions closely'",
    "content": "Investors are keeping a close eye on the situation between China and Taiwan, with one industry commentator stating that a Chinese invasion of the island “would be devastating for the global economy”."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/PE_LOGOS-22.webp",
    "link": "Crypto clampdown: China ban will not hamper 'biggest political idea for 150 years'",
    "content": "Klisman Murati, founder and CEO of Pareto Economics, said that when bitcoin first emerged onto the scene, it was touted by its self-proclaimed evangelists as the common man's currency which will completely revolutionise finance and fiscal sovereignty."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/PE_LOGOS-22.webp",
    "link": "IW Long Reads: Avoiding bursting point - Is ESG investing in bubble territory?",
    "content": "Last year was undoubtedly the year of ESG investing as sustainable funds attracted record inflows. Investment Association data showed UK retail responsible funds took in £7.1bn in net inflows in the first..."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Pareto-Economics-Banner-images-28.webp",
    "link": "The US vs. China: How their Geopolitical Game is Affecting M&A",
    "content": "The global financial crisis of 2008 gave birth to a new M&A ‘superpower’, namely Chinese investors. Having avoided the aftershocks that severely hit developed Western economies, ‘no-name’ companies from China started.."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Pareto-Economics-Banner-images-27.webp",
    "link": "Grouping ‘ESG’ into one concept is not warranted",
    "content": "Klisman Murati, founder & CEO of Pareto Economics, has questioned whether the grouping of environmental, social and governance (ESG) focused investing under one umbrella term makes sense, as he noted that each area has its own unique attributes and drivers."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Pareto-Economics-Banner-images-28.webp",
    "link": "Geopolitics and M&A: Power Play in the Turbulent World. An Interview with Klisman Murati",
    "content": "Navigating the troubled waters of the current economic and political situation is challenging. This is also the case for M&A professionals looking for opportunities and market trends."
  },
  {
    "image": "pareto-economics/src/assets/images/articles/Pareto-Economics-Banner-images-27.webp",
    "link": "Are passives neglecting ESG responsibilities?",
    "content": "The rise of passive investing could be detrimental to the integration of ESG considerations into investing, according to a whitepaper published by Pareto Economics"
  }
]
