[
  {
    "image": "./src/assets/images/podcasts/PREM.webp",
    "title": "How London became the financial crime capital of the world – Prem Sikka",
    "content": "Klisman Sits down with Lord Sikka to discuss the shady world of financial crime and how London has been at the center of a global web of it all. He discusses the effects this has had on society and answers some very difficult questions as to how to combat it and what individuals can do to bring about a more equitable society."
  },
  {
    "image": "./src/assets/images/podcasts/BERNARD-22.webp",
    "title": "Who killed the West and what comes next? – Martin Armstrong",
    "content": "Klisman sits with Armstrong to discuss many interesting topics including, Who really controls the world?, What’s wrong with the World Economic Forum?, Why the green agenda is doomed to fail, How do economic cycles really work, Why China is winning, The role of crypto when fiat becomes digitised."
  },
  {
    "image": "./src/assets/images/podcasts/BERNARD-23.webp",
    "title": "What really drives political action in the real world? – Benedikt Franke",
    "content": "Klisman and Benedkit give a masterclass on the nature of politics, why politicians seem slow to respond to international issues, why grey rhinos matter more than black swans and what Benedikt’s biggest frustrations are with international leaders. This episode is for anyone looking to penetrate through  the headlines & soundbites that we are all too used to seeing."
  },
  {
    "image": "./src/assets/images/podcasts/BERNARD-24.webp",
    "title": "How to hedge against black swans in 2021 and beyond- David Kelly",
    "content": "Klisman and David sit down to discuss:– How coronavirus plays out in 2021– How to hedge against geopolitical risk– How the West should engage China– Why cryptocurrencies are garbage– How Black Swans emerge."
  },
  {
    "image": "./src/assets/images/podcasts/BERNARD-27.webp",
    "title": "How to use big data in your investing strategy? – Chris Tinker",
    "content": "In this 4 Corners Podcast episode Klisman and Chris sit down to discuss:– How to price in political risk– Why not all data is valuable– China’s Belt and Road vs US Globalism– The importance of North Asian economies like Japan, South Korea and Taiwan– How to think about ESG"
  },
  {
    "image": "./src/assets/images/podcasts/BERNARD-28.webp",
    "title": "How to really invest in a new age of hype – Savvas Savouri",
    "content": "In this 4 Corners Podcast episode Klisman and Savvas sit down and cover topics like:-The hypocrisy in financial markets as it relates to China– Why BITCOIN will crash-How investors should be thinking about the world?-Is the US Dollar on its knees?-Why politics and economics should not mix"
  },
  {
    "image": "./src/assets/images/podcasts/BERNARD-29.webp",
    "title": "Why Iran is the new investing frontier – Maciej Wojtal",
    "content": "In this episode of the 4 Corners Podcast Klisman and Maciej discuss:• Opportunity for Great Reset in US-Iran relations.• Relations between Iran and the region.• Impact of a New Iran Deal on the Iranian economy.• Ways to invest in Iran, restrictions and who can invest."
  },
  {
    "image": "./src/assets/images/podcasts/david1.webp",
    "title": "What is the future of the WTO? – Bernard Kuiten",
    "content": "On this 4 Corners Podcast episode Klisman and Bernard discuss:-What will be the main changes & challenges the WTO will face this new year and new decade?-What role the WTO can play as more and more nations develop their Center’s Of Power (CoP)-How can SME’s take advantage of the WTO?"
  },
  {
    "image": "./src/assets/images/podcasts/SIMON-1.webp",
    "title": "Data is the new oil – Edward Luttwak",
    "content": "Klisman and Edward sit to to discuss:-The impact & influence of middle-level powers have on the global geopolitica landscape.-How do geopolitics and geoeconomics impact financial services and why should investors care?-How can business leaders make more informed   investing decisions given the uncertainty of world affairs"
  },
  {
    "image": "./src/assets/images/podcasts/SIMON-2.webp",
    "title": "Why the US-China conflict really exists – Simon Lacey",
    "content": "When China stepped onto the world stage in 2001 following the joining of the WTO things changed.This change happened very rapidly which made many in the west very suspicious. Fast forward to the present we have a geopolitical landscape poised to impact every aspect of business, life, and politics the world over."
  },
  {
    "image": "./src/assets/images/podcasts/SIMON-3.webp",
    "title": "The geopolitics of COVID-19 in the Middle East – Cyril Widdershoven",
    "content": "Klisman sits down with Cyril to find out what and who will be affected the most from the coronavirus, what this means for Russia and the future of GCC nations Vision 2030 equivalence. As well as why Dr Widdrshoven believes HIGH oil prices are the nail in the coffin for Saudi Arabia’s Vision 2030, how Russia can play a more productive role in the Middle East and the real reason behind the OPEC + oversupply which lead to negative oil prices."
  },
  {
    "image": "./src/assets/images/podcasts/SIMON-4.webp",
    "title": "How the media really works – Michael Fiorentino",
    "content": "On this 4 corners podcast episode, Klisman sits with Micheal Fiorentino who is a journalist for both NBC News and Reuters and delve into how the news machine really works, what might happen for the 2020 November elections in the United States given coronavirus, how journalists are doing their jobs during this crisis, and why certain parts of the world never seem to make headlines."
  },
  {
    "image": "./src/assets/images/podcasts/SIMON-5.webp",
    "title": "Investing success in a changing world – Richard Philbin",
    "content": "Klisman and Richard sit down to discuss• The changing investment landscape • How to define success in today’s world•Portfolio construction 101•Active vs. Passive investing"
  },
  {
    "image": "./src/assets/images/podcasts/PREM.webp",
    "title": "The $1.5 trillion heist in trade finance – Duarte Pedreira",
    "content": "Klisman sits down with Duarte to talk about– Why the $1.5tn trade finance gap really exists– How to choose your career and the importance of a global perspective– China’s impact in Africa– Duarte’s charity in Rwanda."
  },
  {
    "image": "./src/assets/images/podcasts/SIMON-5.webp",
    "title": "The changing landscape of family office investments – Olivia Cooper",
    "content": "The world is changing. Investments are becoming more abundant but at the same time riskier. Family offices need to adapt.We discuss COVID-19 and risk management. Social cohesion as a geopolitical risk Free trade post BREXIT Why James Bond loves Aston Martins."
  }
]
